import { Question } from "../questions";

export const exam3Questions: Question[] = [
  { id: "e3_q1", question: "तलका मध्ये आसियानका संस्थापक राज्य कुन हैन ?", options: ["इन्डोनेशिया", "मलेशिया", "नाइजेरिया", "थाइल्यान्ड"], correct: 2 },
  { id: "e3_q2", question: "तलका मध्ये BIMSTEC को सदस्य राष्ट्र कुन होइन ?", options: ["भुटान", "बंगलादेश", "पाकिस्तान", "म्यानमार"], correct: 2 },
  { id: "e3_q3", question: "ASEAN (आसियान) को प्रधान कार्यालय कहाँ रहेको छ ?", options: ["बेल्जियमको ब्रसेल्स", "ढाका, बंगलादेश", "जाकार्ता, इन्डोनेसिया", "थाइल्यान्ड"], correct: 2 },
  { id: "e3_q4", question: "आसियनका महासचिको पदावधि कति वर्ष रहने व्यवस्था छ ?", options: ["३", "४", "५", "६"], correct: 2 },
  { id: "e3_q5", question: "प्रथम सार्क शिखर सम्मेलन कहाँ भएको थियो ?", options: ["ढाका, बंगलादेश", "नयाँ दिल्ली, भारत", "इस्लामावाद, पाकिस्तान", "थिम्पु, भुटान"], correct: 0 },
  { id: "e3_q6", question: "सर्वप्रथम VAT लागू गर्ने सार्क राष्ट्र कुन हो ?", options: ["भारत", "पाकिस्तान", "नेपाल", "बंगलादेश"], correct: 1 },
  { id: "e3_q7", question: "सार्क सचिवालय कहाँ रहेको छ ?", options: ["भारत", "पाकिस्तान", "नेपाल", "श्रीलंका"], correct: 2 },
  { id: "e3_q8", question: "सार्कमा कति वटा भूपरिवेष्ठित राष्ट्रहरू छन् ?", options: ["२", "३", "४", "५"], correct: 1 },
  { id: "e3_q9", question: "नेपालमा रहेका सार्कका कार्यालयहरु कुन कुन हुन् ?", options: ["सार्क सचिवालय", "सार्क क्षयरोग केन्द्र", "सार्क आर्थिक संघको कार्यालय", "सबै"], correct: 3 },
  { id: "e3_q10", question: "सार्कको संस्थापक राष्ट्र कुन होइन ?", options: ["भुटान", "अफगानिस्तान", "श्रीलंका", "माल्दिभ्स"], correct: 1 },
  { id: "e3_q11", question: "अफगानिस्तानलाई सार्क सदस्यता दिने निर्णय कुन सम्मेलने गरेको थियो ?", options: ["१३ औं शिखर सम्मेलन", "१४ औं शिखर सम्मेलन", "१५ औं शिखर सम्मेलन", "१६ औं शिखर सम्मेलन"], correct: 0 },
  { id: "e3_q12", question: "अहिलेसम्म सार्क शिखर सम्मेलन नभएको देश कुन हो ?", options: ["पाकिस्तान", "बंगलादेश", "अफगानिस्तान", "माल्दिभ्स"], correct: 2 },
  { id: "e3_q13", question: "सार्कका प्रथम महासचिव को हुन् ?", options: ["नाजिम करिम", "अब्दुल अहसन", "रफि निजामी", "कुनै पनि होइन"], correct: 1 },
  { id: "e3_q14", question: "सार्क वडापत्रमा हस्ताक्षर गर्ने राष्ट्रपति कति जना थिए ?", options: ["३", "४", "५", "६"], correct: 1 },
  { id: "e3_q15", question: "सार्क बडापत्रमा कति धारा रहेका छन् ?", options: ["९", "१०", "११", "१२"], correct: 1 },
  { id: "e3_q16", question: "अन्तर्राष्ट्रिय श्रम संगठन (ILO) को प्रधान कार्यालय कहाँ रहेको छ ?", options: ["जेनेभा, स्वीटजरल्यान्ड", "भियना, अष्ट्रिया", "पेरिस, फ्रान्स", "वर्न, स्वीटजरल्यान्ड"], correct: 0 },
  { id: "e3_q17", question: "UNO का आधिकारिक भाषाहरू मध्ये सबैभन्दा अन्तिममा मान्यता पाएको भाषा कुन हो ?", options: ["रसियन", "फ्रेन्च", "स्पेनिस", "अरबी"], correct: 3 },
  { id: "e3_q18", question: "संयुक्त राष्ट्र संघको झन्डामा प्रयोग गरिएको जैतुनको हाँगा केको प्रतिक मानिन्छ ?", options: ["प्रेम", "विश्व बन्धुत्व", "शान्ति", "भाइचारा"], correct: 2 },
  { id: "e3_q19", question: "संयुक्त राष्ट्रसंघका पहिलो महासचिव कुन देशका थिए ?", options: ["जापान", "चीन", "नर्वे", "अमेरिका"], correct: 2 },
  { id: "e3_q20", question: "संयुक्त राष्ट्रसंघ दिवस कुन दिन मनाइन्छ ?", options: ["१६ जनवरी", "२४ अक्टोबर", "१८ सेप्टेम्बर", "२० डिसेम्बर"], correct: 1 },
  { id: "e3_q21", question: "संयुक्त राष्ट्रसंघका विशिष्टिकृत संस्था तलका मध्ये कुन होइन ?", options: ["अन्तर्राष्ट्रिय श्रम संगठन", "विश्व हुलाक संघ", "विश्व पर्यटन संगठन", "अन्तर्राष्ट्रिय अदालत"], correct: 3 },
  { id: "e3_q22", question: "महासभा धेरै र थोरै बोल्ने व्यक्ति क्रमश: ...... र .... हुन् ।", options: ["अटलबिहारी वाजपेयी (भारत), वान कि मुन (चीन)", "वान कि मुन (चीन), अटलबिहारी वाजपेयी (भारत)", "दावा छिरिङ (भुटान), फिडेल क्यास्ट्रो (क्युबा)", "फिडेल क्यास्ट्रो (क्युबा), दावा छिरिङ (भुटान)"], correct: 3 },
  { id: "e3_q23", question: "Package Deal अन्तर्गत नेपालसँगै सदस्यता पाउने सार्क राष्ट्र कुन हो ?", options: ["बंगलादेश", "श्रीलंका", "पाकिस्तान", "अफगानिस्तान"], correct: 1 },
  { id: "e3_q24", question: "विश्व शान्ति सेनामा आफ्नो सेना पठाउने राष्ट्रको धेरै देखि कमको सूचीको क्रम कुन हो ?", options: ["नेपाल, बंगलादेश, भारत, इथियोपिया र रुवान्डा", "बंगलादेश, भारत, नेपाल, इथियोपिया र रुवान्डा", "भारत, बङ्गलादेश, नेपाल, रुवान्डा र इथियोपिया", "बंगलादेश, नेपाल, भारत, रुवान्डा र इथियोपिया"], correct: 0 },
  { id: "e3_q25", question: "संयुक्त राष्ट्र संघको पहिलो बैठक कहाँ भएको थियो ?", options: ["लन्डन, बेलायत", "न्यूयोर्क, अमेरिका", "जेनेभा, स्वीटजरल्यान्ड", "मस्को, रुस"], correct: 0 },
  { id: "e3_q26", question: "संयुक्त राष्ट्रसंघको लोगोमा के रहेको छ?", options: ["पिपल", "नरिवल", "जैतुन", "निम"], correct: 2 },
  { id: "e3_q27", question: "सबैभन्दा धेरै भिटो अधिकार प्रयोग गर्ने राष्ट्र कुन हो ?", options: ["चीन", "फ्रान्स", "रुस", "अमेरिका"], correct: 2 },
  { id: "e3_q28", question: "सुरक्षा परिषदमा भिटो अधिकार कोसँग हुन्छ ?", options: ["सबै सदस्य देशसँग", "अस्थायी सदस्यसँग", "स्थायी सदस्यसँग", "महासचिव"], correct: 2 },
  { id: "e3_q29", question: "संयुक्त राष्ट्रसंघको पहिलो महासचिव को हुन् ?", options: ["एन्टोनियो गुटेरेस", "ट्रिग्वेली", "कोफी अन्नान", "वान कि मुन"], correct: 1 },
  { id: "e3_q30", question: "संयुक्त राष्ट्र संघको कार्यालयीय भाषा कुन हो ?", options: ["जापानी र अंग्रेजी", "फ्रेन्च र अंग्रेजी", "अंग्रेजी र जर्मनी", "जर्मनी र फ्रेन्च"], correct: 1 }
];

export default exam3Questions;
